Repository: common-repository/jpro-cars
Catalog: languages/jprocars-*.po
Languages: nl_nl, pt_br, ru_ru, sk_sk

source: fixed
pt_br: fixo
sk_sk: pevné

source: automatic
nl_nl: automaat
pt_br: automático
sk_sk: automatický

source: electric
nl_nl: elektrisch
pt_br: elétrica
sk_sk: elektrický

source: gasoline
nl_nl: benzine
pt_br: gasolina
sk_sk: benzín

source: hybrid
nl_nl: hybride
pt_br: híbrido

source: semi-automatic
nl_nl: semi-automaat
pt_br: semi-automática
sk_sk: poloautomatický

source: Operation failed.
nl_nl: Wijzigingen doorvoeren mislukt.
pt_br: A operação falhou.
ru_ru: Операция не удалась.
sk_sk: Operácia zlyhala.

source: Edit Currency
nl_nl: Valuta bewerken
pt_br: Editar a Moeda

source: New Currency
nl_nl: Nieuwe Valuta
pt_br: Nova Moeda

source: Currency
nl_nl: Valuta
pt_br: Moeda
ru_ru: Валюта
sk_sk: Mena

source: Currency Position
nl_nl: Valuta Positie
pt_br: Posição da Moeda

source: Left
nl_nl: Links
pt_br: Esquerda
ru_ru: Слева
sk_sk: Zľava

source: Right
nl_nl: Rechts
pt_br: Direita
ru_ru: Справа
sk_sk: Vpravo

source: Left with space
nl_nl: Links met afstand
pt_br: À esquerda com espaço

source: Right with space
nl_nl: Rechts met afstand
pt_br: Direita com espaço

source: Add Currency
nl_nl: Valuta toevoegen
pt_br: Adicionar Moeda

source: Currencies
nl_nl: Valuta’s
pt_br: Moeda
ru_ru: Валюта
sk_sk: Meny

source: Add New
nl_nl: Nieuwe Toevoegen
pt_br: Adicionar Novo
ru_ru: Добавить
sk_sk: Pridaj Nové

source: Name
nl_nl: Naam
pt_br: Nome

source: Symbol
nl_nl: Symbool
pt_br: Símbolo

source: Symbol Position
nl_nl: Symbool Positie
pt_br: Símbolo Posição

source: Actions
nl_nl: Acties
pt_br: Ações

source: Edit
nl_nl: Bewerken
pt_br: Editar
ru_ru: Редактировать
sk_sk: Upraviť

source: Delete
nl_nl: Verwijderen
pt_br: Apagar
ru_ru: Удалить
sk_sk: Odstrániť

source: Please add currency.
nl_nl: Voeg a.u.b. een valuta toe.
pt_br: Por favor, adicione moeda.

source: Failed security check!
nl_nl: Beveiligingscontrole mislukt
pt_br: Falha de verificação de segurança!
ru_ru: Сбой проверки безопасности!
sk_sk: Bezpečnostné overenie zlyhalo!

source: Email Templates
pt_br: Modelos de Mensagens
ru_ru: Шаблоны Email
sk_sk: E-mailové šablóny

source: Membership package purchase successful - Template
nl_nl: Pakket succesvol aangeschaft - Template
pt_br: Associação pacote compra bem sucedida - Modelo
ru_ru: Покупка пакета членства успешно - шаблон
sk_sk: Členstvo balíka nákup úspešný - šablóny

source: You can use next tags which will be replaced with individual user info
nl_nl: U kunt de volgende tags gebruiken die worden vervangen door individuele gebruikersinfo
pt_br: Você pode usar as tags próximos que serão substituídas com a informação de usuário individual
ru_ru: Вы можете использовать следующий теги, которые будут заменены на индивидуального пользователя информация
sk_sk: Môžete použiť ďalšie značky, ktoré budú nahradené jednotlivého používateľa info

source: Subject
nl_nl: Onderwerp
pt_br: Assunto
ru_ru: Тема
sk_sk: Predmet

source: Email subject
nl_nl: E-mail Onderwerp
pt_br: Assunto do E-mail
ru_ru: Тема сообщения
sk_sk: Predmet e-mailu

source: Message
nl_nl: Bericht
pt_br: Mensagem
ru_ru: Сообщение
sk_sk: Správa

source: Classified submitted successfuly - Template
nl_nl: Advertentie succesvol geplaatst - Template
pt_br: Classificados enviado com sucesso - Modelo
ru_ru: Доска представлен успешно - шаблон
sk_sk: Klasifikované posielajú úspešne - šablóny

source: You have already added all available payment gateways!
nl_nl: U heeft alle beschikbare betaalmethoden reeds toegevoegd!
pt_br: Você já adicionou todos os gateways de pagamento disponíveis!
ru_ru: Вы уже добавили все доступные платежные шлюзы!
sk_sk: Už ste pridali všetky dostupné platobné brány!

source: New Payment Gateway
nl_nl: Nieuwe Betaalmethode
pt_br: Pagamento de Gateway
ru_ru: Платёжный шлюз
sk_sk: Nové platobné brány

source: Title
nl_nl: Titel
pt_br: Título
ru_ru: Заголовок
sk_sk: Názov

source: Select gateway
nl_nl: Selecteer betaalmethode
pt_br: Selecionar porta de entrada
ru_ru: Выберите шлюз
sk_sk: Vyberte položku gateway

source: disable
nl_nl: deactiveren
pt_br: incapacitar
ru_ru: выключить
sk_sk: vypnúť

source: enable
nl_nl: activeren
pt_br: permitir
ru_ru: включено
sk_sk: zapnúť

source: Payment Gateways
nl_nl: Betaalmethoden
pt_br: Gateways de Pagamento
ru_ru: Платёжные шлюзы
sk_sk: Platobné brány

source: Gateway
nl_nl: Methode
pt_br: Meio de Pagamento
ru_ru: Шлюз

source: Sandbox Mode
nl_nl: Testomgeving
pt_br: Modo Sandbox
ru_ru: Режим Sandbox

source: Action
nl_nl: Actie
pt_br: Ação
ru_ru: Действие
sk_sk: Akcia

source: Add new payment gateway.
nl_nl: Voeg een nieuwe betaalmethode toe
pt_br: Adicione novo gateway de pagamento.
ru_ru: Добавьте новый платежный шлюз.
sk_sk: Pridať novú platobnú bránu.

source: Product License
nl_nl: Productlicentie
pt_br: Licença do produto
ru_ru: Лицензия на продукт
sk_sk: Licencia

source: Envato username
nl_nl: Envato gebruikersnaam
pt_br: Usuário Envato
ru_ru: Ваше имя пользователя в Envato
sk_sk: Envato užívateľské meno

source: Your Envato username.
nl_nl: Uw Envato gebruikersnaam.
pt_br: Seu usuário Envato
ru_ru: Ваше имя пользователя в Envato
sk_sk: Vaše Envato používateľské meno.

source: Envato API key
nl_nl: Envate API sleutel
pt_br: Chave da API Envato:
ru_ru: Envato API ключ
sk_sk: Envato API kľúč

source: You can find API key by visiting your Envato Account page, then clicking the My Settings tab. At the bottom of the page you'll find your account's API key. Need help?
nl_nl: U kunt uw API sleutel vinden door naar uw Envato Account pagina te gaan en te klikken op de tab “My Settings”. Onderaan de pagina vindt u uw account API sleutels. Hulp nodig?
pt_br: Você pode encontrar a chave de API visitando a página Envato conta e, em seguida, clicando na guia minhas configurações. Na parte inferior da página você encontrará a chave de API da sua conta. Precisa de ajuda?
ru_ru: Вы можете найти ключ API, посетив страницу вашего профиля в Envato, затем перейдите на вкладку Мои настройки. В нижней части страницы вы найдете ключ API в вашем аккаунте. <a href='%s' target='_blank'>Нужна помощь?</a>
sk_sk: Navštíviť stránku Envato účtu a potom kliknete na kartu moje nastavenia nájdete API kľúč. V spodnej časti stránky nájdete váš účet API kľúč. Potrebujete pomôcť?

source: JPro Cars license
nl_nl: Jpro Cars licentie
pt_br: Licença JPro Carros
ru_ru: Лицензия JPro Cars
sk_sk: JPro Cars licencia

source: Please enter your CodeCanyon JPro Cars license key, you can find your key by following the instructions on this page. License key looks similar to this: bjg759fk-kvta-6584-94h6-75jg8vblatftq.
nl_nl: Vul a.u.b. uw CodeCanyon JPro Cars licentie sleutel in, u kunt deze vinden door de instructies op deze pagina te volgen. Licentie sleutels zien er zo uit: bjg759fk-kvta-6584-94h6-75jg8vblatftq.
pt_br: Por favor insira sua chave de licença CodeCanyon JPro Carros, você pode encontrar a chave seguindo as instruções nesta página. Chave de licença semelhante a esta: bjg759fk-kvta-6584-94h6-75jg8vblatftq.
ru_ru: Пожалуйста введите CodeCanyon JPro автомобили лицензии ключа, вы можете найти ваш ключ, следуя инструкциям на этой странице. Лицензионный ключ выглядит примерно так: bjg759fk-kvta-6584-94 h 6-75jg8vblatftq.
sk_sk: Zadajte CodeCanyon JPro autá licenčný kľúč, môžete nájsť svoj kľúč podľa inštrukcií na tejto stránke. Licenčný kľúč vyzerá podobne ako tento: bjg759fk-kvta-6584-94 h 6-75jg8vblatftq.

source: Members
pt_br: Membros

source: User ID
nl_nl: Gebruikers ID
pt_br: ﻿ID do Usuário
ru_ru: ID пользователя
sk_sk: ID užívateľa

source: Username
nl_nl: Gebruikersnaam
pt_br: Usuário
ru_ru: Имя
sk_sk: Používateľské meno

source: Membership
nl_nl: Lidmaatschap
pt_br: Afiliação
ru_ru: Членство
sk_sk: Členstvo

source: after
nl_nl: na
pt_br: depois
ru_ru: после
sk_sk: za

source: Package title
nl_nl: Pakket titel
pt_br: Título do Pacote
ru_ru: Название пакета
sk_sk: Názov balíka

source: Package expiration
nl_nl: Verloopdatum pakket
pt_br: Expiração de pacote
ru_ru: Срок действия пакета
sk_sk: Balík expirácie

source: Classifieds posting limit
nl_nl: Advertentielimiet
pt_br: Limite de postagem de classificados
ru_ru: Лимит размещения объявления
sk_sk: Inzercia vysielanie limit

source: Classifieds image upload limit
nl_nl: Foto upload limiet
pt_br: Limite de upload de imagem classificados
ru_ru: Лимит загрузки изображения объявления
sk_sk: Inzercia image upload limit

source: Classifieds will expire after
nl_nl: Advertentie verloopt na
pt_br: Classificados irão expirar após
ru_ru: Объявления истекает после
sk_sk: Inzercia uplynie po

source: New Membership Package
nl_nl: Nieuw pakket
pt_br: ﻿Adicionar Novo Pacote de Assinatura
ru_ru: Добавить новый пакет
sk_sk: Pridať nový členský balíček

source: eg: Gold Membership
nl_nl: eg: Goud pakket
pt_br: por exemplo: Associação de ouro
ru_ru: Например: Gold-членство
sk_sk: napr: Gold členstvo

source: Package type
nl_nl: Pakket type
pt_br: Tipo de Pacote
ru_ru: Тарифный план:
sk_sk: Druh obalu

source: Free
nl_nl: Gratis
pt_br: Grátis
ru_ru: Бесплатно
sk_sk: Voľné

source: Paid
nl_nl: Betaald
pt_br: Pago
ru_ru: Оплачено
sk_sk: Zaplatené

source: Package price
nl_nl: Pakketprijs
pt_br: Preço da Propriedade
ru_ru: Стоимость Пакета
sk_sk: Cena balíka

source: Package currency
nl_nl: Pakket Valuta
pt_br: Moeda de pacote
ru_ru: Пакет Валюта
sk_sk: Balík meny

source: Membership Packages
nl_nl: Pakketten
pt_br: Pacotes de Assinatura
ru_ru: Пакеты членства
sk_sk: Členský balíček

source: Package expire
nl_nl: Pakket verloopt na
pt_br: Fecha de expiración
ru_ru: Срок действия пакета
sk_sk: Balík vyprší

source: Classifieds limit
nl_nl: Advertentielimiet
pt_br: Limite de imagens classificados
ru_ru: Объявления предел
sk_sk: Inzercia limit

source: Classifieds image limit
nl_nl: Advertentie foto limiet
pt_br: Limite de upload de imagem classificados
ru_ru: Объявления изображения предел
sk_sk: Inzercia image limit

source: Classifieds expire
nl_nl: Advertentie verloopt
pt_br: Classificados irão expirar após
ru_ru: Объявления истекает
sk_sk: Inzercia končí

source: free
nl_nl: gratis
pt_br: gratuito
ru_ru: бесплатно
sk_sk: bezplatný

source: never
nl_nl: nooit
pt_br: nunca
ru_ru: никогда
sk_sk: nikdy

source: months
nl_nl: maanden
pt_br: meses
ru_ru: месяцев
sk_sk: mesiace/ov

source: unlimited
nl_nl: ongelimiteerd
pt_br: Ilimitado
ru_ru: неограниченный
sk_sk: bez obmedzenia

source: posts
nl_nl: advertenties
pt_br: publicação
ru_ru: записи
sk_sk: Články

source: image
nl_nl: foto
pt_br: imagem
ru_ru: картинка
sk_sk: Obrázok

source: images
nl_nl: foto’s
pt_br: imagens
ru_ru: изображения
sk_sk: Fotografie

source: day
nl_nl: dag
pt_br: dia
ru_ru: день
sk_sk: deň

source: days
nl_nl: dagen
pt_br: dias
ru_ru: дней
sk_sk: dni

source: Add new membership package.
nl_nl: Nieuw pakket toevoegen
pt_br: ﻿Adicionar novo pacote de assinatura
ru_ru: Добавить новый пакет
sk_sk: Pridať nový členský balíček

source: Car Details
nl_nl: Auto Details
pt_br: Detalhes do Carro
ru_ru: Детали автомобиля
sk_sk: Detaily auta

source: Car Photos
nl_nl: Foto’s
pt_br: Imagens de Carro
ru_ru: Фотографии автомобилей
sk_sk: Auto fotografie

source: Car version
nl_nl: Uitvoering
pt_br: Versão de Carro
ru_ru: Версия автомобилей
sk_sk: Auto verzia

source: Car made year
nl_nl: Bouwjaar
pt_br: Ano do Carro Feito
ru_ru: Автомобиль года
sk_sk: Auto vyrobené roku

source: -- Please Select --
nl_nl: — Selecteer a.u.b. —
pt_br: -- Selecione --
ru_ru: -- Пожалуйтса выберите --
sk_sk: -- Prosím Vyberte --

source: Car transmission
nl_nl: Transmissie
pt_br: Transmissão de carro
ru_ru: Автомобильная трансмиссия
sk_sk: Auto prenosu

source: Automatic
nl_nl: Automaat
pt_br: Automático
ru_ru: Автоматическая
sk_sk: Automaticky

source: Semi-Automatic
nl_nl: Semi-Automaat
pt_br: Semi-Automática
ru_ru: Полуавтоматическая
sk_sk: Semi-Automatická

source: Car doors
nl_nl: Aant. Deuren
pt_br: Portas de Carro
ru_ru: Двери автомобиля
sk_sk: Dvere

source: Car fuel
nl_nl: Brandstof
pt_br: Combustível do carro
ru_ru: Автомобиль топливо
sk_sk: Palivo

source: Electric
nl_nl: Elektrisch
pt_br: Elétrica
ru_ru: Электрический
sk_sk: Elektrický

source: Gasoline
nl_nl: Benzine
pt_br: Gasolina
ru_ru: Бензин
sk_sk: Benzín

source: Hybrid
nl_nl: Hybride
pt_br: Híbrido
ru_ru: Гибрид

source: Car condition
nl_nl: Conditie
pt_br: Condição de carro
ru_ru: Состояние автомобиля
sk_sk: Stav:

source: New
nl_nl: Nieuw
pt_br: Novo
ru_ru: Новая
sk_sk: Nový

source: Used
nl_nl: Gebruikt
pt_br: Utilizado
ru_ru: Использован
sk_sk: Použivani

source: Car drive
nl_nl: Aandrijving
pt_br: Movimentação do carro
ru_ru: Привод автомобиля
sk_sk: Pohon

source: Car color
nl_nl: Kleur
pt_br: Cor de carro
ru_ru: Цвет автомобиля
sk_sk: Farba vozidla

source: Car price
nl_nl: Prijs
pt_br: Car preço
ru_ru: Цена автомобиля
sk_sk: Ceny áuta

source: Price Type
nl_nl: Prijs Type
pt_br: Preço Tipo

source: Fixed
nl_nl: Vast
pt_br: Fixo

source: Negotiable
nl_nl: Onderhandelbaar
pt_br: Negociável

source: Warranty
nl_nl: Garantie
pt_br: Garantia

source: No
nl_nl: Nee
pt_br: Não

source: Yes
nl_nl: Ja
pt_br: Sim

source: Car mileage
nl_nl: Kilometerstand
pt_br: Carro mileage
ru_ru: Пробег автомобиля
sk_sk: Najazdené

source: Car VIN
nl_nl: Chassisnummer
pt_br: VIN Car
ru_ru: Автомобиль VIN
sk_sk: Auto VIN

source: Car engine, cm3
nl_nl: Motorinhoud (cm3)
pt_br: Motor (cm3):
ru_ru: Двигатель автомобиля, см3
sk_sk: Motor (cm3):

source: Car horsepower, hp
nl_nl: Vermogen (pk)
pt_br: Potência (hp):
ru_ru: Автомобиль мощностью, л.с.
sk_sk: Konských síl, hp

source: Car seats
nl_nl: Aantal zitplaatsen
pt_br: Assentos de carro
ru_ru: Автомобильные сиденья
sk_sk: Sedadlá

source: Seller first name
nl_nl: Voornaam verkoper
pt_br: Nome vendedor
ru_ru: Имя продавца
sk_sk: Meno predajcu

source: Seller last name
nl_nl: Achternaam verkoper
pt_br: Sobrenome do vendedor
ru_ru: Продавец фамилия
sk_sk: Priezvisko predajcu

source: Seller email
nl_nl: E-mail verkoper
pt_br: E-mail do vendedor
ru_ru: Продавец электронной почты
sk_sk: Email predajcu

source: Seller phone
nl_nl: Telefoonnummer verkoper
pt_br: Telefone do vendedor
ru_ru: Телефон продавца
sk_sk: Telefon predajcu

source: Seller company
nl_nl: Bedrijfsnaam verkoper
pt_br: Empresa do vendedor
ru_ru: Продавец компании
sk_sk: Spoločnosť predajcu

source: Seller country
nl_nl: Land verkoper
pt_br: País do vendedor
ru_ru: Страна продавца
sk_sk: Krajina predajcu

source: Seller state
nl_nl: Provincie verkoper
pt_br: Vendedor estado

source: Seller town
nl_nl: Stad verkoper
pt_br: Cidade do vendedor
ru_ru: Продавец город
sk_sk: Mesto predajcu

source: Upload Car Images
nl_nl: Upload Foto’s
pt_br: Enviar imagens
ru_ru: Загрузите изображение
sk_sk: Nahrať obrázky

source: Recommended image sizes: 800x600
nl_nl: Aanbevolen afbeeldingsgrootte: 800x600
pt_br: Recomendado os tamanhos de imagem: 800 x 600
ru_ru: Рекомендуемые размеры изображения: 800 x 600
sk_sk: Odporúčaná veľkosť obrazu: 800 x 600

source: Add Classified
nl_nl: Advertentie Toevoegen
pt_br: Adicionar classificados
ru_ru: Добавить объявления
sk_sk: Pridať Inzerat

source: My Classifieds
nl_nl: Mijn Advertenties
pt_br: Meus classificados
ru_ru: Мои объявления
sk_sk: Moje Inzercie

source: My Membership
nl_nl: Mijn lidmaatschap
pt_br: Meu Assinatura
ru_ru: Мое членство
sk_sk: Moje členstvo

source: My Transactions
nl_nl: Mijn Transacties
pt_br: Minhas transações
ru_ru: Мои платёжный операции
sk_sk: Môj Transakcie

source: Change Membership
pt_br: Alterar Filiação

source: New Car
nl_nl: Nieuwe Auto
pt_br: Novo
ru_ru: Новый автомобиль
sk_sk: Nové Auto

source: Edit Car
nl_nl: Auto Bewerken
pt_br: Editar Car
ru_ru: Редактирование автомобилей
sk_sk: Upraviť Auto

source: View Car
nl_nl: Auto Weergeven
pt_br: Ver Carro
ru_ru: Вид автомобиля
sk_sk: Zobraziť Auto

source: All Cars
nl_nl: Alle Auto’s
pt_br: Todos os Carros
ru_ru: Все автомобили
sk_sk: Všetky Autá

source: Search Cars
nl_nl: Auto’s Zoeken
pt_br: Pesquisa Carros
ru_ru: Поиск Автомобилей
sk_sk: Hľadať Autá

source: Parent Cars:
nl_nl: Hoofdgroep Auto’s
pt_br: Carros do pai:
ru_ru: Родитель автомобили:
sk_sk: Rodič Auta:

source: No cars found.
nl_nl: Geen auto’s gevonden.
pt_br: Carros não encontrados.
ru_ru: Не найденные автомобили.
sk_sk: Nebolo nájdené žiadne vozidlo.

source: No cars found in Trash.
nl_nl: Geen auto’s gevonden in de prullenbak.
pt_br: Nada encontrado na lixeira
ru_ru: Нет машин в мусор.
sk_sk: Žiadne autá nájdené v koši.

source: Model
pt_br: Modelo
ru_ru: Модель

source: Models
nl_nl: Modellen
pt_br: Modelos
ru_ru: Модели
sk_sk: Modely

source: Search Car Models
nl_nl: Zoek Modellen
pt_br: Busca de modelos de carros
ru_ru: Поиск модели
sk_sk: Hľadať Modely Aut

source: All Car Models
nl_nl: Alle Modellen
pt_br: Todos os modelos de carro
ru_ru: Все модели автомобилей
sk_sk: Všetky modely áut

source: Parent Car Model
nl_nl: Hoofd Model
pt_br: Modelo do carro de pai
ru_ru: Модель автомобиля родителя
sk_sk: Model automobilu rodič

source: Parent Car Model:
nl_nl: Hoofdmodel:
pt_br: Modelo do carro do pai:
ru_ru: Модель автомобиля родителя:
sk_sk: Rodič Model Automobilu:

source: Edit Car Model
nl_nl: Bewerk Model
pt_br: Editar o modelo do carro
ru_ru: Изменить модель автомобиля
sk_sk: Upraviť Model Auta

source: Update Car Model
nl_nl: Model Bijwerken
pt_br: Atualizar Modelo
ru_ru: Обновить модель автомобиля
sk_sk: Aktualizuje Model Auta

source: Add Car Model
nl_nl: Model Toevoegen
pt_br: Adicionar modelo de carro
ru_ru: Добавить модель автомобиля
sk_sk: Pridať Model Auta

source: New Car Model Name
nl_nl: Nieuwe Modelnaam
pt_br: Novo Nome de Modelo
ru_ru: Новое название модели автомобиля
sk_sk: Nový názov modelu auta

source: Equipment
nl_nl: Optie
pt_br: Equipamento
ru_ru: Оборудование
sk_sk: Zariadenie

source: Equipments
nl_nl: Opties
pt_br: Equipamentos
ru_ru: Снаряжение
sk_sk: Zariadení

source: Search Equipment
nl_nl: Zoek opties
pt_br: Equipamentos de pesquisa
ru_ru: Поиск оборудования
sk_sk: Vyhľadávanie vybavenie

source: All Equipments
nl_nl: Alle Opties
pt_br: Todos os equipamentos
ru_ru: Все оборудование
sk_sk: Všetky Zariadenia

source: Parent Equipment
nl_nl: Hoofdoptie
pt_br: Equipamento de pai
ru_ru: Оборудование для родителей
sk_sk: Nadradeného Zariadenia

source: Parent Eqipment:
nl_nl: Hoofdoptie
pt_br: Eqipment do pai:
ru_ru: Родителя верхнего строения:
sk_sk: Rodic Zariadenia

source: Edit Equipment
nl_nl: Bewerk Optie
pt_br: Editar equipamentos
ru_ru: Изменение оборудования
sk_sk: Úprava zariadení

source: Update Equipment
nl_nl: Optie bijwerken
pt_br: Atualização de equipamentos
ru_ru: Обновление оборудования
sk_sk: Aktualizácia zariadenia

source: Add Car Equipment
nl_nl: Optie Toevoegen
pt_br: Adicionar equipamento de carro
ru_ru: Добавить оборудование автомобилей
sk_sk: Pridať vybavenie automobilu

source: New Equipment Name
nl_nl: Nieuwe Optienaam
pt_br: Novo nome de equipamento
ru_ru: Новое оборудование имя
sk_sk: Názov zariadenia

source: General Settings
nl_nl: Alegemene Instellingen
pt_br: Configurações Gerais
ru_ru: Главные настройки
sk_sk: Všeobecné Nastavenia

source: Mode
pt_br: Modo
ru_ru: Режим
sk_sk: Režim

source: Select between car classifieds or car dealer mode.
nl_nl: Selecteer advertentiesite of autohandelaar
pt_br: Selecione entre carro classificados ou modo de negociante de carro.
ru_ru: Режим выбора
sk_sk: Vybrať medzi inzercia auto alebo auto dealer režime.

source: Car Classifieds
nl_nl: Advertenties
pt_br: Classificados de carro
ru_ru: Авто объявления
sk_sk: Auto Inzercie

source: Car Dealer
nl_nl: Autohandelaar
pt_br: Concessionária de carros
ru_ru: Автомобильный дилер
sk_sk: Auto Dealer

source: Car Dealer Page
nl_nl: Autohandelaar Pagina
pt_br: Página do negociante de carro
ru_ru: Авто дилер страница
sk_sk: Auto Dealer Page

source: Car Classifieds Page
nl_nl: Autoadvertenties Pagina
pt_br: Página de classificados de carro
ru_ru: Страница объявления автомобилей
sk_sk: Auto Inzercia Stránka

source: Choose page on which you are serving car classifieds service. If you don't set up this properly there could be problems with plugin operations.
nl_nl: Kies op welke pagina u de advertenties wilt weergeven
pt_br: Escolha a página em que você está servindo o serviço de classificados de carros. Se você não esta configurado corretamente pode haver problemas com operações de plugin.
ru_ru: Выберите страницу, на которой вы служите объявления автосервис. Если вы не настроите это должным образом может быть проблемы с плагин операций.
sk_sk: Vyberte stránku, na ktoré ste slúžiace Inzercia áut. Ak nechcete nastaviť to správne môže byť problémy s plugin operácie.

source: Cars per page
nl_nl: Auto’s per pagina
pt_br: Carros por página
ru_ru: Автомобили на странице
sk_sk: Autá na strane

source: Set how many posts will be shown per page.
nl_nl: Kies hoeveel advertenties er per pagina worden weergegeven
pt_br: Defina quantas mensagens serão mostradas por página.
ru_ru: Установите, сколько должностей будет показан на странице.
sk_sk: Nastaviť, koľko príspevkov sa zobrazí na stránke.

source: Payment Settings
nl_nl: Betaalinstellingen
pt_br: Configurações de pagamento
ru_ru: Настройки платежей
sk_sk: Nastavenia Platieb

source: Payment successful page
nl_nl: Betaling succesvol pagina
pt_br: Página de pagamento bem sucedida
ru_ru: Страница успешного платежа
sk_sk: Platba úspešná Strana

source: Select page where users will be redirected after successful payment for membership package.
nl_nl: Selecteer de pagina waar gebruikers naar worden verwezen na succesvolle betaling
pt_br: Selecione a página onde os usuários serão redirecionados após o pagamento bem sucedido para o pacote de adesão.
ru_ru: Выберите страницу, где пользователи будут перенаправлены после успешной оплаты членского пакета.
sk_sk: Vyberte stránku, kde užívatelia budú presmerované po úspešnom zaplatení členstvo balíček.

source: Payment failed
nl_nl: Betaling mislukt
pt_br: Pagamento Falhou
ru_ru: Проблема с оплатой. Оплата не произведена.
sk_sk: Platba zlyhala

source: Select page where users will be redirected after unsuccessful payment for membership package.
nl_nl: Selecteer naar welke pagina gebruikers worden verwezen na een mislukte betaling
pt_br: Selecione a página onde os usuários serão redirecionados após o pagamento sem sucesso para o pacote de adesão.
ru_ru: Выберите страницу, где пользователи будут перенаправлены после неудачной оплаты членского пакета.
sk_sk: Vyberte stránku, kde užívatelia budú presmerované po neúspešných platby členstvo balíček.

source: Styling
pt_br: Cores

source: Primary Color
pt_br: Cor Primária

source: Transactions History
nl_nl: Transactie Historie
pt_br: Histórico de transações vazio.
ru_ru: История операций пустой.
sk_sk: História transakcií

source: All Transactions
nl_nl: Alle Transacties
pt_br: Todas as Transações
ru_ru: Все заказы
sk_sk: Všetky transakcie

source: PayPal Email
pt_br: E-mail PayPal

source: Package ID
nl_nl: Pakket ID
pt_br: ID do Pacote
ru_ru: ID пакета
sk_sk: ID Balíka

source: Package Title
nl_nl: Pakket Titel
pt_br: Título do Pacote
ru_ru: Название пакета
sk_sk: Názov balíka

source: Amount
nl_nl: Hoeveelheid
pt_br: Quantia
ru_ru: Сумма
sk_sk: Výška

source: Purchase Date
nl_nl: Verkoopdatum
pt_br: Data De Compra
ru_ru: Дата приобретения
sk_sk: Zakúpené dňa

source: Payment Status
nl_nl: Betaalstatus
pt_br: Status do Pagamento
ru_ru: Статус платежа
sk_sk: Stav Platby

source: No transactions available yet.
nl_nl: Nog geen transacties beschikbaar.
pt_br: Nenhuma transação disponível ainda.
ru_ru: Транзакции не имеющиеся пока.
sk_sk: Žiadne transakcie k dispozícii doteraz.

source: Membership:
nl_nl: Lidmaatschap:
pt_br: Associação:
ru_ru: Членство:
sk_sk: Členstvo:

source: Membership type:
nl_nl: Lidmaatschapstype:
pt_br: Tipo de associação:
ru_ru: Тип членства:
sk_sk: Typ členstva:
