Repository: common-repository/jpro-cars
Catalog: languages/jprocars-*.po
Languages: nl_nl, pt_br, ru_ru, sk_sk

source: Membership purchase date:
nl_nl: Verkoopdatum lidmaatschap:
pt_br: Data de compra de associação:
ru_ru: Дата покупки членство:
sk_sk: Dátum zakúpenia členstva:

source: Membership expiration date:
nl_nl: Verloopdatum lidmaatschap:
pt_br: Data de expiração de adesão:
ru_ru: Дата окончания срока действия членства:
sk_sk: Dátum vypršania členstva:

source: Classifieds post limit:
nl_nl: Advertentie limiet:
pt_br: Classificados pós-limite:
ru_ru: Объявления пост предел:
sk_sk: Inzercia vysielanie limit:

source: Classifieds expiration after:
nl_nl: Advertentie verloopt na:
pt_br: Expiração de classificados após:
ru_ru: Срок действия объявления после:
sk_sk: Inzercia uplynie po:

source: Validation Settings
pt_br: Configurações de Validação

source: Input Field
pt_br: Campo de Entrada

source: Required
pt_br: Requeridos

source: Show
pt_br: Exposição

source: Car Make
pt_br: O carro faz

source: Car Model
pt_br: Modelo de carro

source: Car Version
pt_br: Carro Versão

source: Car Year
pt_br: Ano Car

source: Car Mileage
nl_nl: Kilometerstand
pt_br: Carro Mileage
ru_ru: Пробег автомобиля
sk_sk: Najazdené

source: Car Fuel
pt_br: Carro Combustível

source: Car Engine
pt_br: Motor do Carro

source: Car Horsepower
pt_br: Horsepower Car

source: Car Transmission
pt_br: Transmissão Car

source: Car Drive
pt_br: Carro Conduzir

source: Car Doors
pt_br: Portas de Carro

source: Car Seats
pt_br: Assentos de Carro

source: Car Color
nl_nl: Kleur
pt_br: Cor de Carro
ru_ru: Цвет автомобиля
sk_sk: Farba vozidla

source: Car Condition
pt_br: Carro Condição

source: Car Price
nl_nl: Prijs
pt_br: Car Preço
ru_ru: Цена автомобиля
sk_sk: Cena áuta

source: Car Price Type
pt_br: Car Preço Tipo

source: Car Warranty
pt_br: Garantia Automóvel

source: Car Currency
pt_br: Moeda Car

source: Seller First Name
pt_br: Vendedor Nome

source: Seller Last Name
pt_br: Vendedor Sobrenome

source: Seller Company
pt_br: Vendedor Empresa

source: Seller Email
pt_br: Vendedor Email

source: Seller Phone
pt_br: Vendedor Phone

source: Seller Country
pt_br: Vendedor País

source: Seller State
pt_br: Vendedor Estado

source: Seller Town
pt_br: Vendedor Cidade

source: Save
pt_br: Guardar

source: Transactions
nl_nl: Transacties
pt_br: Transações
ru_ru: Заказы
sk_sk: Transakcie

source: Settings
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки
sk_sk: Nastavenia

source: Upgrade
pt_br: Atualização

source: JPro Cars Settings
nl_nl: JPro Cars Instellingen
pt_br: Configurações de carros JPro
ru_ru: Параметры JPro автомобили
sk_sk: JPro Cars Nastavenia

source: Validation
pt_br: Validação

source: Redirecting to PayPal...
nl_nl: U wordt doorgestuurd naar PayPal…
pt_br: Redirecionando para o PayPal...
ru_ru: Перенаправление в Paypal
sk_sk: Presmerovaní na stránku PayPal...

source: PayPal - The safer, easier way to pay online
nl_nl: PayPal - Gemakkelijk online betalen
pt_br: PayPal - A maneira mais segura, mais fácil de pagar online!
ru_ru: PayPal - безопасный и простой способ оплаты через Интернет
sk_sk: PayPal - bezpečnejší, jednoduchší spôsob, ako zaplatiť on-line

source: Allowed Files
nl_nl: Toegestane bestandsformaten
pt_br: ﻿Arquivos Permitidos
ru_ru: Разрешенные файлы
sk_sk: Povolené súbory

source: JPro Cars: My Profile
nl_nl: Mijn Profiel
pt_br: JPro Carros: Meu perfil
ru_ru: Автомобили JPro: Мой профиль
sk_sk: JPro Cars: Môj profil

source: Car classifieds user important links.
nl_nl: Belangrijke links
pt_br: Carro classificados usuário links importantes.
ru_ru: Авто объявления пользователя важные ссылки.
sk_sk: Auto inzercia užívateľa dôležité odkazy.

source: All Classifieds
pt_br: Todos os Classificados

source: Please
nl_nl: Alstublieft
pt_br: Por Favor
ru_ru: Пожалуйста
sk_sk: Prosím

source: login
nl_nl: inloggen
pt_br: entrar
ru_ru: войдите
sk_sk: prihlásiť

source: or
nl_nl: of
pt_br: ou
ru_ru: или
sk_sk: alebo

source: Register
nl_nl: Registreer
pt_br: Registrar
ru_ru: Регистрация
sk_sk: Zaregistrovať

source: register
nl_nl: registreer
pt_br: registrar
ru_ru: регистрация
sk_sk: registrovať

source: first.
nl_nl: eerst.
pt_br: primeiro.
ru_ru: Первая
sk_sk: najprv.

source: My Profile
nl_nl: Mijn profiel
pt_br: Meu Perfil
ru_ru: Мой профиль
sk_sk: Môj Profil

source: Title:
nl_nl: Titel:
pt_br: Título:
ru_ru: Заголовок:
sk_sk: Nadpis:

source: warranty
nl_nl: garantie
pt_br: garantia

source: Car deleted successfuly!
pt_br: Carro excluído com sucesso!

source: Found Cars
nl_nl: Auto’s gevonden
pt_br: Carros Encontrados

source: Date:
nl_nl: Datum:
pt_br: Data:
ru_ru: Дата:
sk_sk: Dátum:

source: Delete Car
pt_br: Excluir Car

source: Fuel:
nl_nl: Brandstof:
pt_br: Combustível:
ru_ru: топливо:
sk_sk: Palivo:

source: Mileage:
nl_nl: Kilometerstand:
pt_br: Quilometragem:
ru_ru: Пробег:
sk_sk: Najazdené:

source: Year:
nl_nl: Bouwjaar:
pt_br: Ano:
ru_ru: Год:
sk_sk: Rok:

source: Location:
nl_nl: Locatie:
pt_br: Localização:
ru_ru: Место:
sk_sk: Miesto:

source: Left drive
pt_br: Unidade esquerdo

source: Right drive
pt_br: Unidade direita

source: doors
nl_nl: Aant. deuren
pt_br: portas
ru_ru: Дверцы
sk_sk: dvere

source: You must
nl_nl: U moet
pt_br: Você tem
ru_ru: Вы должны
sk_sk: Musíte

source: You must buy membership first!
nl_nl: U moet eerst een account aanmaken en een pakket kiezen!
pt_br: Primeiro você tem que comprar Associação!
ru_ru: Сначала вы должны купить членство!
sk_sk: Najprv musíte kúpiť členstvo!

source: Your membership package has expired. Please choose new membership package!
nl_nl: Uw lidmaatschap is verlopen. Kies a.u.b. een nieuw pakket
pt_br: Seu pacote de adesão expirou. Por favor, escolha o novo pacote de adesão!
ru_ru: Истек срок действия вашего членства пакет. Пожалуйста, выберите новый пакет членства!
sk_sk: Vaše členstvo balíka uplynula. Vyberte nový balík členstvo!

source: You have exceeded your classifieds post limit! You can purchase new membership package.
nl_nl: U heeft het maximale aantal advertenties overschreden.
pt_br: Você excedeu o seu limite de post classificados! Você pode comprar o novo pacote de adesão.
ru_ru: Вы превысили лимит должность объявления! Вы можете приобрести новый пакет членства.
sk_sk: Prekročili ste limit inzercia príspevok! Môžete si zakúpiť nový balík členstvo.

source: Error
pt_br: Erro

source: please correct errors found below!
nl_nl: Corrigeer a.u.b. onderstaande fouten
pt_br: por favor, corrija os erros encontrados abaixo!
ru_ru: Пожалуйста, исправьте ошибки, найти ниже!
sk_sk: Opravte chyby nájdené nižšie!

source: Thank you!
nl_nl: Dank u!
pt_br: Obrigado!
ru_ru: Спасибо за внимание!
sk_sk: Ďakujeme vám!

source: Your classified submission is successful.
nl_nl: Uw advertentie is succesvol geplaatst.
pt_br: Sua apresentação confidencial é bem sucedida.
ru_ru: Ваши объявления представления является успешной.
sk_sk: Odosielanie inzeratu úspešne.

source: Check
nl_nl: Controleer
pt_br: Marcar
ru_ru: Подтвердить
sk_sk: Potvrdiť

source: Make
nl_nl: Merk
pt_br: Marca
ru_ru: Модель
sk_sk: Značka

source: Version
nl_nl: Uitvoering
pt_br: Versão
ru_ru: Версия
sk_sk: Verzia

source: Year
nl_nl: Bouwjaar
pt_br: Ano
ru_ru: Год
sk_sk: Rok

source: Mileage
nl_nl: Kilometerstand
pt_br: Quilometragem
ru_ru: Пробег
sk_sk: Najazdené

source: Fuel
nl_nl: Brandstof
pt_br: Combustível
ru_ru: Топливо
sk_sk: Palivo

source: Engine cm3
nl_nl: Motorinhoud (cm3)
pt_br: Motor (cm3):
ru_ru: Двигателя (см3)
sk_sk: Motor cm3

source: Horsepower hp
nl_nl: Vermogen (pk)
pt_br: Potência (hp):
ru_ru: Мощность (л.с.)
sk_sk: Konských síl hp

source: Transmission
nl_nl: Transmissie
pt_br: Câmbio
ru_ru: Трансмиссия
sk_sk: Prevodovka

source: Drive
nl_nl: Aandrijving
pt_br: Posição da Direção
ru_ru: Привод
sk_sk: Pohon

source: Doors
nl_nl: Aant. deuren
pt_br: Portas
ru_ru: Дверцы
sk_sk: Dvere

source: Seats
nl_nl: Aant. zitplaatsen
pt_br: Vagas
ru_ru: Места
sk_sk: Sedadlá

source: Condition
nl_nl: Conditie
pt_br: Condição
ru_ru: Условие
sk_sk: Stav

source: Price
nl_nl: Prijs
pt_br: Preço
ru_ru: Стоимость
sk_sk: Cena

source: Next Step
nl_nl: Volgende stap
pt_br: Próximo Passo
ru_ru: Следующий шаг
sk_sk: Ďalší Krok

source: Car Equipment
nl_nl: Uitrusting
pt_br: Equipamento de Carro
ru_ru: Оборудование автомобилей
sk_sk: Nastavenie Automobilu

source: Back Step
nl_nl: Vorige stap
pt_br: Voltar Passo
ru_ru: Шаг назад
sk_sk: Krok Dozadu

source: Car Title & Description
nl_nl: Titel & Beschrijving
pt_br: Título de carro & descrição
ru_ru: Название автомобиля & описание
sk_sk: Auto titul & Popis

source: Description
nl_nl: Beschrijving
pt_br: Descrição
ru_ru: Описание
sk_sk: Popis

source: Car Images
nl_nl: Foto’s
pt_br: Imagens de Carro
ru_ru: Изображения автомобиля
sk_sk: Obrázky autá

source: Upload images
nl_nl: Upload foto’s
pt_br: Enviar imagens
ru_ru: Загрузите изображение
sk_sk: Nahrať obrázky

source: Seller Details
nl_nl: Details verkoper
pt_br: Contactar Vendedor
ru_ru: Информация о продавце
sk_sk: Predávajúci Podrobnosti

source: First Name
nl_nl: Voornaam
pt_br: Nome
ru_ru: Имя
sk_sk: Meno

source: Last Name
nl_nl: Achternaam
pt_br: Sobre Nome
ru_ru: Фамилия
sk_sk: Priezvisko

source: Company
nl_nl: Bedrijf
pt_br: Empresa
ru_ru: Компания
sk_sk: Spoločnosť

source: Phone
nl_nl: Telefoonnr.
pt_br: Telefone
ru_ru: Телефон
sk_sk: Telefón

source: Country
nl_nl: Land
pt_br: País
ru_ru: Страна
sk_sk: Krajina

source: State
nl_nl: Provincie
pt_br: Estado

source: Town
nl_nl: Stad
pt_br: Cidade
ru_ru: Город
sk_sk: Mesto

source: Finish
nl_nl: Einde
pt_br: Finalizar
ru_ru: Завершить
sk_sk: Dokončiť

source: Car edited successfully.
nl_nl: Auto succesvol gewijzigd
pt_br: Carro editado com sucesso.
ru_ru: Автомобиль успешно отредактирована.
sk_sk: Auto úspešne upravil.

source: Did you try to edit a classified which doesn't belong to you ?
nl_nl: Heeft u geprobeerd een advertentie te wijzigen die niet van u is?
pt_br: Você tentou editar um classificado que não pertence a você?
ru_ru: Вы пытаетесь редактировать объявление, которое не принадлежит вам?
sk_sk: Pokúsili ste sa upraviť klasifikované, ktorý nepatrí k vám?

source: change membership
pt_br: filiação mudança

source: Purchase date
nl_nl: Verkoopdatum
pt_br: Data de Compra
ru_ru: Дата приобретения
sk_sk: Zakúpené dňa

source: Expiry date
nl_nl: Vervaldatum
pt_br: Data de Validade
ru_ru: Срок действия
sk_sk: Dátum vypršania platnosti

source: Classifieds posts left
nl_nl: Advertenties te gaan
pt_br: Posts classificados à esquerda
ru_ru: Объявления должностей осталось
sk_sk: Inzercia príspevky

source: Classifieds images limit
nl_nl: Foto’s te gaan
pt_br: Limite de imagens classificados
ru_ru: Объявления изображения предел
sk_sk: Inzercia fotografia obmedziť

source: for
nl_nl: voor
pt_br: para
ru_ru: для
sk_sk: pre

source: days
nl_nl: dagen
pt_br: dias
ru_ru: дней
sk_sk: dni

source: Sorry, you dont have membership package yet!
nl_nl: U heeft nog geen pakket gekozen!
pt_br: Sinto muito, que você ainda não tem o pacote de adesão!
ru_ru: К сожалению, у вас еще нет членского пакета!
sk_sk: Ospravedlňujeme sa, ale nemáte ešte členstvo balík!

source: Date
nl_nl: Datum
pt_br: Data
ru_ru: Дата
sk_sk: Dátum

source: Transactions history empty.
nl_nl: Uw transactie historie is leeg
pt_br: Histórico de transações vazio.
ru_ru: История операций пустой.
sk_sk: História transakcií prázdna.

source: No gateways available!
pt_br: Não gateways disponíveis!

source: Thank you!
nl_nl: Dank u!
pt_br: Obrigado!
ru_ru: Спасибо за внимание!
sk_sk: Ďakujeme vám!

source: You have purchased membership package. Check out
nl_nl: U heeft een pakket gekozen, ga naar betalen
pt_br: Você comprou o pacote de adesão. Fazer Check-out
ru_ru: Вы приобрели пакет членства. Извлечь
sk_sk: Ste si zakúpili balík členstvo. Pozrite

source: Warning!
nl_nl: Waarschuwing!
pt_br: Aviso!
ru_ru: Внимание!
sk_sk: VÝSTRAHA!

source: your current package
pt_br: seu pacote atual

source: Classifieds expiration
nl_nl: Advertentie vervaldatum
pt_br: Expiração de classificados
ru_ru: Срок действия объявления
sk_sk: Inzercia expirácie

source: Membership package expiration
nl_nl: Vervaldatum lidmaatschap
pt_br: Validade do pacote de adesão
ru_ru: Срок действия пакета членство
sk_sk: Členstvo balíka expirácie

source: images
nl_nl: foto’s
pt_br: imagens
ru_ru: изображения
sk_sk: fotografie

source: Pay with
nl_nl: Betalen met
pt_br: Pague com
ru_ru: Оплатить:
sk_sk: Zaplaťte cez

source: No gateways available
nl_nl: Geen Betaalmethoden beschikbaar
pt_br: Nenhum gateways disponíveis
ru_ru: Не доступные шлюзы
sk_sk: K dispozícii žiadne brány

source: Checkout
nl_nl: Betalen
pt_br: Finalizar
ru_ru: Оформление
sk_sk: Pokladňa

source: Car Description
nl_nl: Beschrijving
pt_br: Car Descrição
ru_ru: Описание автомобиля
sk_sk: Popis Auta

source: Contact Seller
nl_nl: Contact verkoper
pt_br: Contactar Vendedor
ru_ru: Связаться с исполнителем
sk_sk: Kontakt Predajca

source: Make:
nl_nl: Merk:
pt_br: Marca:
ru_ru: Модель:
sk_sk: Značka:

source: Model:
nl_nl: Type:
pt_br: Modelo:
ru_ru: Модель:

source: Made Year:
nl_nl: Bouwjaar:
pt_br: Fez o ano:
ru_ru: Автомобиль года
sk_sk: Auto vyrobené roku:

source: Version:
nl_nl: Uitvoering:
pt_br: Versão:
ru_ru: Версия:
sk_sk: Verzia:

source: Engine (cm3):
nl_nl: Motor(cm3):
pt_br: Motor (cm3):
ru_ru: Двигателя (см3):
sk_sk: Motora (cm3):

source: Horsepower (hp):
nl_nl: Vermogen (pk):
pt_br: Potência (hp):
ru_ru: Мощность (л.с.):
sk_sk: Konských síl (hp):

source: Transmission:
nl_nl: Transmissie:
pt_br: Transmissão:
ru_ru: Трансмиссия
sk_sk: Prevod:

source: Doors:
nl_nl: Aant. Deuren:
pt_br: Portas:
ru_ru: Дверцы:
sk_sk: Dvere:

source: Condition:
nl_nl: Conditie:
pt_br: Condição:
ru_ru: Условие
sk_sk: Stav:

source: Drive:
nl_nl: Aandrijving:
pt_br: Posição da Direção
ru_ru: Привод:
sk_sk: Pohon:

source: drive
nl_nl: Aandrijving
pt_br: dirigir

source: Seats:
nl_nl: Aant. Stoelen:
pt_br: Lugares:
ru_ru: Места:
sk_sk: Sedadlá:

source: Color:
nl_nl: Kleur:
pt_br: Cor:
ru_ru: Цвет:
sk_sk: Farba:

source: Price:
nl_nl: Prijs:
pt_br: Valor:
ru_ru: Цена:
sk_sk: Cena:

source: Price Type:
nl_nl: Prijs type:
pt_br: Preço Tipo:

source: Warranty:
nl_nl: Garantie:
pt_br: Garantia:

source: show email
nl_nl: Toon e-mail
pt_br: show de e-mail
ru_ru: Показать электронную почту
sk_sk: zobraziť email

source: show phone
nl_nl: Toon telefoonnr
pt_br: mostrar telefone
ru_ru: показать телефон
sk_sk: zobraziť telefón

source: Sandbox
nl_nl: Testomgeving
ru_ru: Песочница

source: Manual
nl_nl: Handgeschakeld
ru_ru: Механическая
sk_sk: Manuálny

source: NoName
nl_nl: Geen Naam

source: NoLastName
nl_nl: Geen Achternaam

source: Login
nl_nl: Inloggen
ru_ru: Войти
sk_sk: Prihlásenie

source: hp
nl_nl: pk

source: VIN
nl_nl: Chassisnummer

source: VIN:
nl_nl: Chassisnummer:

source: Diesel
ru_ru: дизель
sk_sk: Nafta

source: JPro Cars Links
ru_ru: JPro Автомобили Ссылки

source: Status
ru_ru: Статус
sk_sk: Stav

source: diesel
sk_sk: nafta
